{"navigationBar":{"leftLinks":[["CHATBOX","#index"],["GAMES","#index"]],"rightLinks":[["RESOURCES","#index"],["SETTINGS","#index"]]},"page":{"title":"Privacy Policy | StealthSurfer","html":"\n            <div id=\"main-description-container\"><p id=\"main-description\">StealthSurfer operates this website, which provides the service referenced within this document.\nThis page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, StealthSurfer.\nIf you choose to use our Service, then you agree to the collection and use of information concerning this policy. The Personal Information that we collect is used for auditing and improving the service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nInformation Collection and Use\n\nFor a better experience, while using StealthSurfer, we collect information that your device sends to us. This information is called Log Data and contains certain personally identifiable pieces of information, including but not limited to your Internet Protocol (IP) address, and browser user agent string. Websites visited by users of StealthSurfer are not logged by StealthSurfer in a human-readable form but can be logged in plain text by third party proxies or even hosting partners, and we urge those users to read the privacy policy of any of our partner(s), which will be cited at the end of this agreement (if applicable). We also automatically collect information that you manually send to us, such as the visited website(s) in the form of encoded strings. These encoded strings will be collected in server Log Data alongside your IP Address and User Agent, and are cleared from our servers automatically, as outlined below.\n\nOur Third-Party Partners\n\nWe may employ third-party companies and individuals due to the following reasons:\n  To aid in facilitating our Service;\n  To provide a service on our behalf;\n  To perform Service-related services; or\n  To assist us in analyzing how our Service is used.\nWe want to inform our Service users that these third parties have access to any Personal Information outlined in the paragraph \"Information Collection and Use\". The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\nOur current web-host is a small company under the name of Surge.sh. Their privacy policy can be found <a class=\"no-link-animation\" href=\"https://surge.sh/privacy\"  style=\"color:blue;\">here.</a></p></div>\n\n            \n        ","css":"\n#main-description-container {\n    position: absolute;\n    top: 5%;\n    left: 50%;\n    width: 60%;\n    height: calc(90% - 40px);\n    background-color: #000000bb;\n    transform: translate(-50%, 0);\n    font-size: 15px;\n    font-family: 'Lexend Mega', sans-serif;\n    text-align: center;\n    border-radius: 25px;\n    border: 3px solid white;\n    padding: 20px;\n    overflow: scroll;\n}\n#main-description {\n    font-size: 15px;\n    color: #ffffff;\n    font-family: 'Lexend Mega', sans-serif;\n}\n","js":""},"footer":{}}
