{"navigationBar":{"leftLinks":[["HOME","#index"],["GAMES","#index"]],"rightLinks":[["RESOURCES","#index"],["SETTINGS","#index"]]},"page":{"title":"TOS | StealthSurfer","html":"\n            <div id=\"main-description-container\"><p id=\"main-description\">Terms of Service (\"Terms\")\nLast updated: February 10, 2021\nPlease read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using this website (the \"Service\") operated by StealthUser (\"this\", \"us\", \"we\", or \"our\").\nYour access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service.\nBy accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service.\nOur Service may contain links to third-party web sites or services that are not owned or controlled by StealthUser.\nStealthUser has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that StealthUser shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.\nWebsites, content, and services accessed through StealthUser's proxy services are still classified as 3rd party websites and will be treated as such.\nWe strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.\nWe reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\nBy continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.\nIf you have any questions about these Terms, please contact us <a class=\"no-link-animation\" href=\"https://discord.link/surf\" style=\"color:blue;\">here</a>.</p></div><p></p>\n\n            \n        ","css":"\n#main-description-container {\n    position: absolute;\n    top: 5%;\n    left: 50%;\n    width: 60%;\n    height: calc(90% - 40px);\n    background-color: #000000bb;\n    transform: translate(-50%, 0);\n    font-size: 15px;\n    font-family: 'Lexend Mega', sans-serif;\n    text-align: center;\n    border-radius: 25px;\n    border: 3px solid white;\n    padding: 20px;\n    overflow: scroll;\n}\n#main-description {\n    font-size: 15px;\n    color: #ffffff;\n    font-family: 'Lexend Mega', sans-serif;\n}\n","js":""},"footer":{}}